amd-ucode
arandr
autoconf
automake
autorandr
base
binutils
bison
discord
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gettext
git
grep
groff
grub
gst-plugin-pipewire
gtop
gzip
imagemagick
iwd
libpulse
libtool
linux
linux-firmware
m4
make
neofetch
neovim
noise-suppression-for-voice
noto-fonts-emoji
openssh
os-prober
pacman
patch
picom
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
ruby
rust
scdoc
sed
sudo
texinfo
ttf-hack
usbutils
vi
vim
wget
which
wireplumber
xbindkeys
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zram-generator
